Revit 2027 API
GroupTypeId.ElectricalLoads Property
 Electrical - Loads.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElectricalLoads { get; }
Public Shared ReadOnly Property ElectricalLoads As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElectricalLoads {
	ForgeTypeId^ get ();
}
static member ElectricalLoads : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace